Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2016/6_samiske_medier_for_barn.pdf.tmx
Source language: nob
Languages: sme

source: Tabell 6.1 ovenfor viser at NRK Sápmis tilbud til barn på TV har vært relativ stabilt de siste årene med ca. 75 timer i året.
sme: Tabealla 6.1 NRK Sámi rádio- ja TV-prográmmaid diibmomearri mánáide Tabealla 6.1 čájeha ahte NRK Sámi fálaldat mánáide TV:s lea leamaš viehka stáđis maŋimuš jagi – sullii 75 diimmu jagis.

source: I 2014 var det en topp på 87 timer.
sme: 2014:s lei stuorámus fálaldat – oktiibuot 87 diimmu.

source: Tabellen viser også at NRK Sápmis tilbudet til barn og ungdom på radio har gått svært mye tilbake de siste fem årene.
sme: Tabealla čájeha maid ahte NRK Sámi fálaldat mánáide ja nuoraide lea geahppánan olu maŋimuš vihtta jagi.

source: I 2011 sendte NRK 159 timer for barn og ungdom på DAB-nettet. I 2013 var det ingen programmer for barn og ungdom, og i 2015 sendte de 12 timer for barn og ungdom.
sme: NRK Sápmi sáddii 159 diimmu mánáide ja nuoraide DAB-vuogádagas 2011. Guokte jagi maŋŋá, 2013:s, ii lean oktage prográmma mánáide ja nuoraide DAB-vuogádagas, ja 2015:s sáddii 12 diimmu mánáide ja nuoraide.

source: Samtidig har tilbudet på FM-nettet gått tilbake fra 73,5 timer i 2011 til seks timer i 2015. I praksis er tilbudet i 2015 bare for barn, ettersom NRK Sápmi ikke har noe tilbud til ungdom på radio.
sme: Seammás lea maid fálaldat FM-fierpmádagas geahppánan 73.5 diimmus 2011 gitta guđa diibmui 2015. Geavatlaččat lea fálaldat 2015:s dušše mánáide go NRK Sámis ii lean fálaldat nuoraide rádios.

source: Årsaken til at det ikke var sendinger for barn og ungdom på radio i 2013, er ikke kjent.
sme: Ii leat diehtu manne eai lean sáddagat mánáide ja nuoraide 2013:s.

source: Tallene i tabellen overfor er bygd på opplysninger i NRKs årsrapporter i perioden 2011–15. Disse årsrapportene inneholder normalt ikke opplysninger om språkbruk i barneprogrammene.
sme: Tabealla 6.1 logut bajábealde bohtet ovdan NRK jahkeraporttain áigodagas 2011-15. Dain jahkeraporttain ii leat dábálaččat diehtu sámi mánáidprográmmaid giellageavaheami birra.

source: Jeg har selv observert at nordsamisk er hovedspråket i de fleste sendingene både på radio og TV.
sme: Lean ieš áican ahte davvisámegiella lea váldogiella eanaš sáddagiin sihke rádios ja TV:s.

source: Årsrapporten for 2012 er således et unntak da den nevner at NRK i 2012 lagde barneprogrammer på lulesamisk og sørsamisk.
sme: Jahkeraporta 2012 spiehkasta dan dáfus eará raporttain go namuha ahte NRK ráhkadii mánáidprográmmaid julev- ja máttasámegillii 2012:s.

source: Det ble da produsert fem TV-programmer for barn på sørsamisk og fem programmer på lulesamisk.
sme: Dalle buvttadii vihtta TV-prográmma mánáide julevsámegillii ja vihtta prográmma máttasámegillii.

source: Programmene inneholdt både animasjoner og humorinnslag.
sme: Prográmmain ledje sihke animašuvnnat ja leaikkastallanoasážat.

source: (NRKs årsrapport 2012: 67.) Etter 2012 produserte NRK en sørsamisk dramaserie for barn, «Laara jïh Leisa», som ble sendt første gang i 2014. For øvrig har nordsamisk dominert i barne-tv-produksjonen.
sme: (NRKs årsrapport 2012: 67)

source: Figur 6.1 NRK Sápmis barne-tv er tilgjengelig på NRKs internettside etter sending.
sme: Govus 1 NRK Sámi TV-prográmmat mánáide leat geahččan láhkai NRK neahttasiiddus sáddenáiggi maŋŋá.

source: Skjermbilde fra nrk.no: Torkel Rasmussen 2016
sme: Šearbmagovva nrk. no-siiddus: Torkel Rasmussen 2016

source: Årsrapporten for 2015 nevner spesielt NRK Jođi, en mobilapplikasjon som ble lansert i februar 2015. Den gir barn tilgang til samiske fortellinger både på norsk og samisk fra stedet der de befinner seg.
sme: Jagi 2015 jahkeraporttas namuhuvvo erenoamážit NRK Jođi, giehtatelefovdnaapplikašuvdna mii almmuhuvvui guovvamánus 2015:s. Dat addá mánáide vejolašvuođa guldalit sámi muitalusaid sáme- ja dárogillii dan guovllus gos mánát leat.

source: Den første uka var det 4000 nedlastinger.
sme: Vuosttas vahku applikašuvdna vižžojuvvui 4000 geardde.

source: Applikasjonen benytter seg av mobilens stedstjeneste for å knytte historiene til geografisk opprinnelse.
sme: Applikašuvdna geavaha telefovnna báikebálvalusa čatnat muitalusaid geográfalaš vuolggasadjái.

source: Det var ved utgangen av 2015 over 100 historier i NRK Jođi, og det er i tillegg produsert over 200 historier som skal publiseres i 2016. (Årsrapport 2015.) I tillegg kan det nevnes at NRK har gjennomført et større digitaliseringsprosjekt der eldre TV-programmer er gjort tilgjengelig på internett.
sme: 2015 loahpas ledje čuođi muitalusa NRK Jođis, ja daid lassin leat buvttaduvvon 200 muitalusa mat almmuhuvvojit 2016:s. (NRK jahkeraporta 2015.) Lea maid namuhanveara ahte NRK lea čađahan stuorra digitaliserenprošeavtta mas lea bidjan boares TV-prográmmaid internehttii.

source: Dette gjelder også tidligere sendte samiske barne- og ungdomsprogrammer.
sme: Dat guoská maiddái sámi mánáid- ja nuoraidprográmmaide mat leat ovdal sáddejuvvon.

source: NRK Sápmis tilbud til ungdom NRK Sápmi hadde ikke noe fast TV- eller radiotilbud for ungdom i 2015. NRK Sápmi har sporadisk produsert ungdomsprogrammer for TV som «Kakaos TV-šovv» – med seks program i 1995–96, «Izü» – fem programmer i 2008, samt dramaserien «Sameland» i 2012. «Melkeveien» i seks episoder fra 2014/15 hadde også ungdommer og unge voksne som hovedmålgruppe.
sme: NRK Sámi fálaldat nuoraide NRK Sámis ii lean mihkkege bistevaš TV- dahje rádiofálaldat nuoraide 2015. Mediadállu lea duollet dállet buvttadan nuoraidprográmmaid TV várás dego Kakaos TV-šovv – guhtta prográmma 1995-96, Izü – vihtta prográmma 2008, ja drámáráidu Sameland 2012. Melkeveien –nammasaš prográmma guđa oasis 2014/15, ledje maid nuorat ja nuorra ollesolbmot

source: Våren 2016 har NRK Sápmi sendt programserien «Steinfjell &amp; Steinfjell» på radio (NRKs digitale arkiv;
sme: Giđđat 2016 lea NRK Sápmi sádden prográmmaráiddu Steinfjell &amp; Steinfjell rádios. (NRK:a digitála vuorká;

source: Aftenposten 2013. Se også underkapittel SVT Sápmi og Sameradion – Sveriges radio).
sme: Aftenposten 2013. Geahča maid vuollekapihttala SVT Sápmi ja Ruoŧa Sámi Rádio.

source: Ifølge programredaktør Ole Rune Hætta (2016) ved NRK Sápmi vil de legge vekt på ungdom i tiden framover og økte produksjonen for denne målgruppen.
sme: ) NRK Sámi prográmmaredaktevra Ole Rune Hætta (2016) dieđu mielde NRK Sápmi áigu bidjat fuopmášumi nuoraide ovddosguvlui ja lasihit buvttadeami dán ulbmiljoavkku várás.

source: NRK Sápmi har allerede samlet innslag fra radio og TV som kan passe for ungdom på nettsiden «Nu fal».
sme: NRK Sápmi lea juo čohkken reportášaid rádios ja TV:s mat heivejit nuoraide neahttasiidui “Nu fal”.

source: En gjennomgang av hundre saker lagt ut i 2016 viste at det var en lik fordeling mellom saker på samisk og saker på norsk.
sme: Lean guorahallan čuođi ášši mat leat biddjon dan siidui 2016:s. Ledje seammá veardde áššit dárogillii go sámegillii.

source: Av sakene på samisk var 45 skrevet på nordsamisk og fem på lulesamisk.
sme: Sámegielat áššiin 45 ledje čállon davvisámegillii ja vihtta julevsámegillii.

source: Ingen saker var skrevet på sørsamisk.
sme: Ii oktage lean čállon máttasámegillii.

source: YLE TV og radio YLE Sápmi er finsk rikskringkastings samiske avdeling.
sme: YLE TV ja rádio YLE Sápmi lea suoma riikasáddehaga sámi ossodat.

source: Sjef og ansvarlig redaktør for YLEs samiskspråklige innhold er Pirita Näkkäläjärvi i 2016. Hun har blitt intervjuet for denne delen av artikkelen (Näkkäläjärvi 2016).
sme: Hoavda ja ovddasvástideaddji oaivedoaimmaheaddji YLE sámegielat sisdoaluin lea 2016 Pirita Näkkäläjärvi. Son lea jearahallojuvvon dán artihkkala várás.

source: Tabell 6.2 ovenfor viser at YLE Sápmis radio- og TV-tilbudet til barn har vært stabilt de siste fem årene.
sme: Tabealla 6.2 čájeha ahte YLE Sámi rádio- ja TV-fálaldat mánáide lea leamaš stáđis maŋimuš vihtta jagi.

source: Etter at de begynte å produsere et radioprogram for ungdom i mars 2013, har også tilbudet til ungdom vært stabilt.
sme: Dan maŋŋá go álggii buvttadit rádioprográmma nuoraide 2013 njukčamánus, lea maiddái fálaldat nuoraide leamaš stáđis.

source: Disse programmene sendes ikke i Norge og Sverige, men er tilgjengelige via YLEs nett-tilbud kalt YLE Arena.
sme: Dát prográmmat eai sáddejuvvo Norggas ja Suomas, muhto leat olahanmuttus YLE neahttafálaldagas YLE Arena.

source: Normalt ligger programmer på YLE Arena i 30 dager etter sendetidspunktet.
sme: Dábálaččat leat prográmmat YLE Arenas 30 beaivvi sáddenáiggi maŋŋá.

source: Barneradio går under navnet «Binna Bánna» og sendes hver tirsdag 45 uker i året med reprise fredag.
sme: Mánáidrádioprográmma namma lea Binna Bánna ja sáddejuvvo juohke maŋŋebárgga 45 vahku jagis ja ođđasit bearjadaga.

source: Dette programmet er 30 minutter langt med nordsamisk som hovedspråk.
sme: Prográmma bistá 30 minuhta ja davvisámegiella lea váldogiellan.

source: Det inneholder ofte noen innslag på enare- og skoltesamisk, uten at det har vært mulig å kvantifisere dette.
sme: Muhtin prográmmaoasážat leat maid anáraš- ja nuortalašgillii, muhto ii leat vejolaš dadjat man stuorra oasi dat dahket prográmmas.

source: YLEs samiske TV-program for barn kalles «Unna Junná».
sme: YLE sámi TV-prográmma mánáide gohčoduvvo Unna Junnán.

source: Denne programserien har vanligvis nordsamisk som hovedspråk, men har også blitt ledet på skolte- og enaresamisk.
sme: Dán prográmmaráiddu váldogiella lea eanaš áiggi davvisámegiella, muhto prográmma lea maid jođihuvvon anáraš- ja nuortalašgillii.

source: Programmene på nordsamisk inneholder vanligvis noen innslag på enare- og/eller skoltesamisk.
sme: Davvisámegielat prográmmain leat muhtimin oasážat anáraš- ja/dahje nuortalašgillii.

source: Programmene er 15 minutter lange, og YLE sendte 30 programmer i 2015. Programmene sendes på YLE2 med finsk tekst og på YLEs svenskspråklige kanal FST med finsk og svensk tekst tilgjengelig.
sme: Prográmmat bistet 15 minuhta, ja YLE sádde 30 prográmma jagis. Prográmmat sáddejuvvojit sihke YLE2:žis suomagielat teavsttain, ja YLE ruoŧagielat kanálas FST:s.

source: YLE har siden mars 2013 sendt ungdomsprogrammet «Sohkaršohkka» en gang i uka – i alt 45 program i året.
sme: YLE Sápmi lea 2013 rájes buvttadan nuoraidprográmma Sohkaršohkka oktii vahkus – oktiibuot 45 prográmma jagis.

source: Det er et 2,5 timer langt talkshow der den ene programlederen snakker nordsamisk og den andre enaresamisk.
sme: Lea 2,5 diibmosaš talkshow mas nubbi prográmmajođiheaddji hállá davvisámegiela ja nubbi anárašgiela.

source: «Sohkaršohkka» streames og ligger tilgjengelig på internett etter sending.
sme: Sohkaršohkka streamejuvvo ja lea olahanmuttus YLE Arenas sáddaga maŋŋá.

source: (Näkkäläjärvi 2016.) Figur 6.2 Programserien Binna Bánna er det mest omfattende medietilbudet til samiske barn på radio.
sme: Govus 3 Prográmmaráidu Binna Bánna lea viidáseamos rádiofálaldat sámi mánáide.

source: Programmet sendes bare i Finland.
sme: Prográmma sáddejuvvo dušše Suomas.

source: Skjermbilde fra YLE Arena: Torkel Rasmussen 2016
sme: Šearbmagovva YLE Arenas: Torkel Rasmussen 2016

source: Ifølge YLE Sápmis leder Pirita Näkkäläjärvi er mange av nettnyhetene skrevet for ungdom, og de har tilbud for ungdom på sosiale medier.
sme: (Näkkäläjärvi 2016.) YLE Sámi hoavdda Pirita Näkkäläjärvi mielde leat ollu neahttaođđasat čállojuvvon nuoraide, ja sis leat fálaldagat nuoraide sosiála mediain.

source: De bruker både Facebook, Twitter, Instagram, Vimeo og Snapchat til å formidle innholdet.
sme: Sii atnet sihke Facebook, Twitter, Instagram, Vimeo ja Snapchat gaskkustit sisdoalu.

source: Hun mener at de for tiden når unge samer svært godt med Instagram, gjerne aldersgruppa 15–20 år.
sme: Su oainnu mielde sii olahit dán áiggi nuorra sápmelaččaid bures Instagrámmain, áinnas ahkejoavkku 15-20 jahkásaččaid.

source: Sommeren 2016 hadde de et pilotprosjekt for sosiale medier der de utviklet sitt Snapchat-tilbud og produserte videoer for sosiale medier i nye format.
sme: Geassit 2016 sis lei geahččaladdanprošeakta mas ovddidedje iežaset Snapchat-fálaldaga ja buvttadedje video sosiála mediaide ođđa formáhtain.

source: YLE Sápmi har i gjennomsnitt 20 000 brukere på sine internettsider i uka.
sme: YLE Sámis leat gaskamearálaččat 20 000 geavaheaddji iežaset neahttasiidduin vahkus.

source: Det har ikke vært mulig å dele dette opp i aldersgrupper, og jeg kan ikke si noe om hvor stor del av brukerne som er barn og ungdom.
sme: Ii leat leamaš vejolaš juohkit daid ahkejoavkkuide, ja danin ii sáhte dadjat man stuorra oassi geavaheddjiin leat mánát ja nuorat.

source: SVT Sápmi og Sameradion – Sveriges radio Sameradion og SVT Sápmi er de samiske radio- og fjernsynstilbyderne i Sverige.
sme: SVT Sápmi ja Ruoŧa Sámi Rádio Ruoŧa Sámi Rádio ja SVT Sápmi leat sámi rádio- ja TV-fálaldagaid buvttadeaddjit Ruoŧas.

source: Sameradioen ligger under Sveriges radio, og SVT Sápmi er en enhet i Sveriges Television.
sme: Sámi rádio lea Ruoŧa rádio ossodat ja SVT-Sápmi lea Ruoŧa Televišuvnna ovttadat.

source: Disse samiske enhetene har vært samlokalisert siden 2009, og de har en felles ledelse med Ole Isak Mienna som kanalsjef i 2016. Tabell 6.3 under viser at antall timer samiske TV-programmer i Sverige ligger mellom 25 og 30 pr. år i perioden 2011–15. Antall timer på radio for barn og ungdom er også stabilt i underkant av 70 timer i året.
sme: Dát sámi ovttadagat leat leamaš seammá dálus 2009 rájes, ja dain lea oktasaš jođihangoddi mas Ole Isak Mienna lea kanálahoavda 2016. Tabealla 6.3 vuolábealde čájeha ahte sámi mánáidprográmmaid mearri TV:s lea leamaš 25-30 diimmu jagis áigodagas 2011-15. Diibmomearri rádios mánáide ja nuoraide lea maid stáđis veahá vuolábealde 70 diimmu jagis.

source: Fram til 2013 skilte ikke Sveriges radio mellom programmer for barn og unge.
sme: 2013 rádjái ii earuhan Ruoŧa rádio mánáid- ja nuoraidprográmmaid gaskkas.

source: Disse tallene er av den grunn slått sammen i tabellen.
sme: Dan dihte leat logut biddjon oktii tabeallas.

source: Tall for radioprogrammer for barn og ungdom i 2011 tas ikke med i tabellen fordi det oppgitte tallet 3504 timer i året helt opplagt er feil (Sveriges Radios public service-redovisning 2011: 113).
sme: Mánáid- ja nuoraidprográmmaid diibmomearri jagis 2011, ii leat váldon fárrui tabellii dannego almmuhuvvon lohku 3 504 diimmu jagis lea čielgasit boastut (Ruoŧa Rádio public servicedieđáhus 2011: 113).

source: Sameradioen sender et barneprogram på 5–10 minutter i radioen en gang i uka.
sme: Ruoŧa Sámi Rádio sádde ovtta 5-10-minuhttasaš mánáidprográmma oktii vahkus rádios.

source: Dette programmet er tilgjengelig også etter sendetid på SVT Sápmi og Sameradions felles nettside.
sme: Dát prográmma lea olahanmuttus sáddenáiggi maŋŋá SVT Sápmi ja Sámi Radio oktasaš neahttasiiddus.

source: Der ligger også Noaidegiisa – eventyrprogram for barn på samisk.
sme: Doppe gávdná maid Noaidegiissá – máinnasprográmma mánáide sámegillii.

source: SVT Sápmi produserer samiske barneprogram for TV.
sme: SVT Sápmi buvttadages sámi mánáidprográmmaid TV várás.

source: Disse har 10–15 minutters varighet og sendes en gang i uka på SVTs «Barnkanalen» med en reprise.
sme: Prográmmat bistet 10-15 minuhta ja sáddejuvvojit oktii vahkus SVT Barnkanalen nammasaš mánáidkanálas.

source: Programmene sendes også direkte på nett-TV og er tilgjengelige på internett etter sending.
sme: SVT Sámi mánáidprográmmat sáddejuvvojit maiddái njuolga neahtta-TV:s ja leat olahanmuttus interneahtas sáddenáiggi maŋŋá.

source: Våren 2016 har Sameradion produsert et ungdomsprogram på sørsamisk for radio med navnet «Steinfjell &amp; Steinfjell».
sme: Giđđat 2016 Sámi Radio buvttadii máttasámegielat nuoraidprográmma namas Steinfjell &amp; Steinfjell Ráiddus ledje logi 25-minuhttasaš prográmma.

source: Denne programserien fortsetter høsten 2016. Det har for øvrig ikke vært mulig å finne noen tall for bruk av nord-, sør- og lulesamisk i SVT Sápmis og Sameradions barne- og ungdomsprogrammer.
sme: Prográmmaráidu joatkašuvvá čakčat 2016. Muđui ii leat leamaš vejolaš gávdnat loguid mat muitalit man olu geavahit davvi-, julev- ja máttasámegiela SVT Sámi ja Sámi Rádio mánáid- ja nuoraidprográmmain.

source: Nordsamisk blir mest bruk, og det er iblant noen innslag på lule- og sørsamisk, men fordeling mellom språkene er ikke registrert.
sme: Davvisámegiella geavahuvvo eanemustá, ja muhtimin leat prográmmaoasážat julev- ja máttasámegillii, muhto juohkáseapmi gielaid gaskkas ii leat registrerejuvvon.

source: Kanalsjef Ole Isak Mienna sier i et intervju at de har som mål å nå fram til yngre samer i sine vanlige sendinger på radio, og han peker på målsetningen om at minst hver fjerde deltaker i radioprogrammene skal være under 30 år.
sme: Kanálahoavda Ole Isak Mienna muitala jearahallamis iežaset áigumuššan leat olahit nuorat sápmelaččaid dábálaš sáddagiin rádios, ja son čujuhii mihttomearrái ahte unnimustá juohke njealját oasseváldi rádioprográmmain galgá leat vuollel 30 jagi.

source: I tillegg planlegger SVT – Sveriges Television – å opprette en egen samisk barneside på internett i løpet av 2016 (Mienna 2016).
sme: Dasa lassin lea SVT – Ruoŧa Televišuvdna – ráhkkaneamen ásahit sierra sámi mánáidsiiddu internehttii 2016 mielde. (Mienna 2016.)

source: Lulesamisk ungdoms TV – Nuoraj-TV Nuoraj-TV var et TV-tilbud på lulesamisk for ungdom.
sme: Julevsámi nuoraid TV - Nuoraj TV Nuoraj-TV lei TV-fálaldat nuoraide julevsámegillii.

source: Produsent var Julev Film AS ved Odd Levi Paulsen.
sme: Buvttadeaddji lei Odd Levi Paulsen fitnodagas Julev Film AS.

source: Nuoraj-TV ble etablert i 2010. De innstilte drifta av økonomiske årsaker ved årsskiftet 2010/11 for så å starte opp igjen i 2012. Selskapet som produserer Nuoraj-TV, gikk konkurs i slutten av 2015. Produksjonsmiljøet jobbet våren 2016 med å starte opp igjen tilbudet.
sme: Nuoraj-TV álggahuvvui 2010, muhto bissehii doaimma ekonomalaš sivaid geažil jahkemolsumis 2010/11 ja de álggahii ođđasis 2012:s. Fitnodat mii buvttadii Nuoraj-TV reastaluvai 2015:s.

source: Kintel 2016.) Nuoraj-TV bruker kun internett som publiseringsplattform.
sme: Kintel 2016) Nuoraj-TV geavaha dušše interneahta buvttadanlávdin.

source: De har ei hjemmeside med informasjon om tilbudet og legger ut filmer på YouTube.
sme: Sis lea ruovttusiidu mas leat dieđut iežaset birra, ja sii bidjet filmmaid YouTubii.

source: Filmene er tilgjengelige for brukerne også i ettertid. Våren 2016 ligger 231 filmer på Nuoraj-TVs YouTube kanal.
sme: Das sis lea sierra kanála mas ledje 172 diŋgojeaddji ja 231 filmma giđđat 2016. Filmmaid sáhttá goas beare geahččat.

source: Jeg har sett på de siste 30 innslagene som er lagt ut.
sme: Lean geahččan maŋimuš 30 filmma maid leat bidjan YouTubii.

source: De har en lengde mellom ett og syv minutter.
sme: Daid guhkodat lea ovtta ja čieža minuhta gaskkas.

source: De fleste er sett mellom 300 og 500 ganger.
sme: Eanaš filmmat leat gehččojuvvon gaskal 300 ja 500 geardde.

source: Mest sett er en musikkvideo på samisk, Ájnna bágoj, med 1780 treff.
sme: Eanemusat gehččon filbma lea musihkkavideo julevsámegillii Ájnna bágoj mas leat 1780 geahčči.

source: 6.4.2 Samiske barne- og ungdomsblader
sme: 6.4.2 Sámi mánáid- ja nuoraidbláđit

source: Samisk ungdomsmagasin – Nuoraidmagasiidna Š Forlaget Iđut gir ut det samiske ungdomsbladet Nuoraidmagasiidna Š. Niels Ovllá Oskal Dunfjell er redaktør i 2016. Bladet gis ut fem ganger i året og har nordsamisk som hovedspråk.
sme: Sámegielat nuoraidbláđđi - Nuoraidmagasiidna Š Girjelágádus Iđut almmuha sámi nuoraidbláđi Nuoraidmagasiidna Š. Niels Ovllá Oskal Dunfjell lea oaivedoaimmaheaddji 2016:s.

source: En vanlig utgivelse av Š har 36 A4-sider.
sme: Dábálaš almmuheamis leat 36 A-4:š siiddu.

source: I tillegg til nordsamisk har Nuoraidmagasiidna Š artikler og reportasjer på lule- og sørsamisk.
sme: Davvisámegiela lassin Nuoraidmagasiinnas Š leat artihkkalat ja reportášat maiddái julev- ja máttasámegillii.

source: Utgivelsene i 2015–16 er gjennomgått, og de inneholdt ca. 20 prosent på lulesamisk og sørsamisk.
sme: Lean guorahallan buot almmuhemiid 2015-16 ja dain lei sullii 20 proseantta julev- ja máttasámegillii.

source: Nuoraidmagasiidna Š blir sendt gratis til skoleungdommer i Norge som går i klassetrinn fra åttende og oppover, og som har samisk som fag på skolen.
sme: Govva: Torkel Rasmussen 2016 Nuoraidmagasiidna Š sáddejuvvo nuvttá skuvlanuoraide Norggas gávccát luohká rájes geain lea sámegiella fágan skuvllas.

source: I 2016 sendtes Nuoraidmagasiidna Š til 1 366 ungdommer på 87 skoler.
sme: 2016:s bláđđi sáddejuvvui 1 366 skuvlanurrii geat ledje 87 skuvllas.

source: Bladene sendes til skolene, som selv står for utleveringen til elevene.
sme: Lágádus sádde bláđi skuvllaide mat ieža juhket bláđi sámegiela ohppiide.

source: Andre interesserte kan abonnere på Nuoraidmagasiidna Š, og bladet har 170 betalende abonnenter.
sme: Eará olbmot sáhttet diŋgot Nuoraidmagasiinna Š ja bláđis leat 170 diŋgojeaddji geat mákset bláđi ovddas.

source: Bladet blir også solgt i en del butikker.
sme: Bláđđi vuvdojuvvo maid muhtin gávppiin.

source: Opplagstallet har vært 2000 i hele perioden 1993–2016. Sametinget finansierer utgivelsen av bladet via budsjettposten Samiske medier (Persen 2016).
sme: Almmuhanlohku lea leamaš 2000 olles áigodagas 1993-2016. Norgga Sámediggi ruhtada bláđi bušeahttaboasttas Sámi mediat.

source: Torkel Rasmussen 2016 Tegneseriebladet Bámse
sme: (Persen 2016.) Tevdnenráidobláđđi Bamse

source: Figur 6.5 Tegneserien Bamse har kommet ut på nordsamisk siden 2013. Bladet passer for barn i førskolealder og for de yngste skolebarna.
sme: Govus 6 Tevdnenráidobláđđi Bamse lea almmuhuvvon davvisámegillii 2013 rájes. Bláđđi heive ovdaskuvlaahkásaš mánáide ja nuoramus skuvlaahkásaččaide.

source: Foto: Torkel Rasmussen
sme: Govva: Torkel Rasmussen

source: Bamse er en tegneserie for barn og utgis av ABC-Company E-skuvla AS der Kirsi Paltto er
sme: Bamse lea tevdnenráidobláđđi mánáide maid ABC Company E-skuvla AS almmuha. Kirsi Paltto

source: daglig leder i 2016. Bladet er beregnet for barn i førskolealder og tidlig skolealder.
sme: lea beaivválaš jođiheaddji 2016:s. Bláđđi heive buoremusat ovdaskuvlaahkásaš mánáide ja nuoramus skuvlamánáide.

source: Tegneserien har blitt utgitt fra mai 2013 med 18 nummer i året.
sme: Tevdnenráiddus leat almmuhuvvon 18 nummira jagis miessemánu 2013 rájes.

source: For 2016 er planen 20 utgivelser.
sme: 2016:s lea áigumuš almmuhit 20 nummira.

source: Alle utgivelsene er på nordsamisk.
sme: Buot almmuheamit leat leamaš davvisámegillii.

source: Det norske Sametinget har støttet utgivelsene økonomisk med prosjektstøtte, og utgiveren håper at en fast støtteordning vil komme på plass.
sme: Norgga Sámediggi doarju bláđi ruđalaččat prošeaktadoarjagiin. Almmuheaddji doaivu ahte bistevaš ruhtadanortnet ásahuvvo.

source: Bladet har hatt et opplag på 500. Det meste blir sendt til abonnenter, og en mindre del blir solgt i løssalg (Paltto
sme: Bláđi almmuhanlohku lea leamaš 500. Eanaš oassi sáddejuvvo diŋgojeddjiide ja uhcit oassi vuvdojuvvo gávppiin luovusvuovdimis.

source: Inngåtte barneblader – Mánáidbláđđi og Leavedolgi Sámi Áigečála (Samisk tidsskrift) begynte på 1980-tallet å gi ut et barneblad under navnet Mánáidbláđđi.
sme: Heaittihuvvon mánáidbláđit - Mánáidbláđđi ja Leavedolgi Sámi Áigečála álggii 1980-logus almmuhit Mánáidbláđi.

source: Det har vært vanskelig å få bekreftet når første nummer kom ut, og hva utgivelsesfrekvensen var.
sme: Lea leamaš váttis oažžut čielgasa goas vuosttas nummir almmuhuvvui ja man dávjá bláđđi almmuhuvvui.
